[{
    "id": 1,
    "title": "My Favorite Website",
    "title_zh": "我喜欢的网站",
    "source": "哔哩哔哩（Bilibili）",
    "link": "https://www.bilibili.com",
    "tags": ["Video Sharing", "Animation", "Gaming", "Social Interaction", "Bullet Comments"],
    "tags_zh": ["视频分享", "动漫", "游戏", "社交互动", "弹幕评论"],
    "date": "2024-09-14",
    "summary_en": "Bilibili is a comprehensive video-sharing website that integrates entertainment, knowledge, and social functions. It offers a wide range of content, including anime, TV dramas, movies, dance, gaming, and technology. The platform features a unique bullet comment system that enhances user interaction and viewing experience, making it a popular choice for young users seeking diverse and engaging content.",
    "summary_zh": "哔哩哔哩（Bilibili）是一个集娱乐、知识和社交功能于一体的综合性视频分享网站。它提供各种各样的视频内容，包括动漫、电视剧、电影、舞蹈、游戏、科技等。该平台拥有独特的弹幕评论系统，增强了用户互动和观看体验，使其成为追求多样化和有趣内容的年轻用户的热门选择。",
    "best_quote_en": "I like Bilibili because it provides rich and diverse content that meets my needs for entertainment, knowledge, and social interaction. Moreover, its interactivity and bullet comment culture enhance my viewing experience.",
    "best_quote_zh": "我喜欢哔哩哔哩是因为它提供了丰富多樣的內容，满足了我对娱乐、知识和社交的需求。而且，它的互动性和弹幕文化也增加了我的观看体验。"
},
{
    "id": 2,
    "title": "How to Find Time to Learn in a Busy Life? (Four Strategies)",
    "title_zh": "忙碌生活中，怎样才能挤出时间学习？（四种策略）",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/ToMl4wfA30KfDu5OKHMh2g",
    "tags": ["Learning Strategies", "Time Management", "Self-Improvement"],
    "tags_zh": ["学习策略", "时间管理", "自我提升"],
    "date": "2025-07-17",  
    "summary_en": "The article shares four practical strategies to help busy individuals find time for learning: focusing on one project at a time, reducing friction in the learning process, integrating learning with daily life, and eliminating time-wasting alternatives. The author emphasizes that motivation driven by genuine interest is key to sustaining learning.",
    "summary_zh": "文章分享了四种实用策略，帮助忙碌的人挤出时间学习：一次只做一个项目、减少学习过程中的阻力、将学习融入日常生活以及消除浪费时间的替代选项。作者强调，真正的兴趣驱动的动机才是坚持学习的关键。",
    "best_quote_en": "Finding time for learning is, ultimately, a question of motivation. the motivation to learn has to come from something that excites you.",
    "best_quote_zh": "找时间学习归根结底是一个动力问题。学习的动力必须来自某些让你感到兴奋的东西。"
},
{
    "id": 3,
    "title": "I Discovered That High-Frequency Expression Can Establish a Closer Connection with Oneself",
    "title_zh": "我发现，高频表达可以与自己建立更紧密的联系",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/f0xWJ-7wt2lkRpzGftfKAw",
    "tags": ["Self-Expression", "Personal Growth", "Writing"],
    "tags_zh": ["自我表达", "个人成长", "写作"],
    "date": "2025-07-18", 
    "summary_en": "The author shares the impact of a year-long practice of daily 10-minute vocal expression exercises. By consistently recording and articulating daily experiences, emotions, and thoughts, they developed a stronger connection with their inner self. This practice led to two significant changes: sharper personal boundaries in social interactions (allowing for quicker recognition and response to discomfort) and the elimination of 'verbal aphasia' in writing, as the constant articulation generated a continuous flow of ideas and feelings for content creation.",
    "summary_zh": "作者分享了自己坚持每天进行10分钟表达练习一年后的收获。通过持续录音讲述每日经历、情绪和想法，他与自我的连接变得更加紧密。这一实践带来了两个显著变化：一是人际交往中自我边界更清晰（能快速觉察不适并做出反应）；二是写作时不再“文字失语”，因为持续的讲述让想法和感受源源不断地涌现，从而有话可说。",
    "best_quote_en": "After starting to frequently articulate myself, my connection to my own thoughts and emotions became tighter... With these specific internal signals as a basis, the brain can naturally produce reactions or actions more quickly.",
    "best_quote_zh": "而开始高频讲述自己后，我跟自己的想法、情绪的联系变紧密了......有了这些具体的内部信号做依据，大脑自然就能更快的产生反应或行动。"
},
{
    "id": 4,
    "title": "In Every Relationship, I Want to Master the Initiative of 'Not Liking'",
    "title_zh": "每段关系，我都想掌握「不喜欢」的主动权。",
    "source": "我要WhatYouNeed",
    "link": "https://mp.weixin.qq.com/s/pEpyNAeVUdXbtHbyhkaqyQ",
    "tags": ["Relationships", "Modern Love", "Self-Protection"],
    "tags_zh": ["情感关系", "现代爱情", "自我保护"],
    "date": "2025-05-26",
    "summary_en": "The article is a deeply personal and reflective narrative about the author's experience with a 'short-term relationship' that evolved into something more complex. It explores the tension between the desire for connection and the instinct for self-protection. The story details the meeting, the initial agreement of no future commitments, the gradual deepening of feelings, the inevitable conflicts, and the final separation. The author ultimately realizes that their proclaimed desire for non-committal, 'short-term' relationships was a defense mechanism—a way to preemptively claim the power of 'not liking' to avoid the potential pain and loss of dignity that comes with being vulnerable and eventually hurt.",
    "summary_zh": "这篇文章是对作者一段从“短期关系”发展为更复杂情感的个人化深度叙述。它探讨了渴望连接与自我保护本能之间的张力。故事详述了相遇、最初“不绑定未来”的约定、感情的逐渐深化、不可避免的争吵和最终分离。作者最终意识到，自己宣称追求“短期关系”实则是一种防御机制——一种为了逃避因脆弱而可能带来的伤害和尊严丧失，从而抢先掌握“不喜欢”的主动权的策略。",
    "best_quote_en": "I just got used to practicing defense before the tragedy arrives, too afraid of being hurt—not afraid of the pain, that will pass, but afraid of losing dignity in the hurt, of being completely exposed.",
    "best_quote_zh": "我只是习惯了在悲剧到来之前练习防御，太害怕被伤害——不是怕痛，那些都会过去，怕的是在伤害中失去尊严，将自己袒露无疑。"
},
{
    "id": 5,
    "title": "Trees Are Another Kind of Sea",
    "title_zh": "树是另一种海",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/TGbWssx-Hoszorxw-dG3JA",
    "tags": ["Photography", "Nature", "Poetic Metaphor"],
    "tags_zh": ["摄影", "自然", "诗意比喻"],
    "date": "2024-07-19",
    "summary_en": "This is a photo-focused article featuring the work of photographer Summer Wagner, built around the poetic metaphor that 'Trees Are Another Kind of Sea'. It explores the abstract similarities between forests and oceans, noting their visual vastness and depth, especially when the wind creates a waves-like motion in the leaves. It also draws an ecological parallel, highlighting how both trees and oceans are vital, life-sustaining components of the planet's ecosystem. The piece frames the metaphor not as a scientific fact but as a creative lens to inspire deeper appreciation for both.",
    "summary_zh": "这是一篇以摄影师Summer Wagner作品为中心的图文分享，围绕“树是另一种海”这一诗意比喻展开。文章探讨了森林与海洋在抽象意义上的相似性：视觉上都呈现出广阔与深邃感（风吹叶动如海浪），生态上两者都是地球上维持生命和气候稳定的至关重要的系统。文章阐明，这一比喻并非科学定义，而是一个激发我们对树与海洋进行更深理解和欣赏的创造性联想。",
    "best_quote_en": "\"Trees Are Another Kind of Sea\" is not a scientific definition, but a poetic metaphor. It attempts to capture the abstract similarity between trees and the ocean.",
    "best_quote_zh": "“树是另一种海”这个表达并不是科学上的定义，而是一种富有诗意的比喻。它试图捕捉树与海洋之间在某种抽象意义上的相似性。"
},
{
    "id": 6,
    "title": "21 Things About Ueno Chizuko and the New Edition of 'Misogyny'",
    "title_zh": "关于上野千鹤子和新版《厌女》的21件事",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/JiBXl0aYGdKEZUBZ98bJ9Q",
    "tags": ["Feminism", "Book Introduction", "Ueno Chizuko"],
    "tags_zh": ["女性主义", "书籍介绍", "上野千鹤子"],
    "date": "2023-05-19",
    "summary_en": "This article introduces 21 key points about Japanese feminist scholar Ueno Chizuko and the expanded edition of her classic work 'Misogyny'. It covers the book's origin as a magazine column, its core concepts (e.g., misogyny manifests as contempt for women in men and self-contempt in women, the theoretical apparatus of 'male homosocial desire - homophobia - misogyny'), its profound impact across East Asia, and the new content in the revised edition, including chapters on sexual harassment and 'awkward women'. The article emphasizes that reading the book might cause discomfort but can provide unexpected power and serve as a path to reconciliation with oneself, while clarifying that feminists are those who consciously recognize and decide to fight their internalized misogyny.",
    "summary_zh": "这篇文章介绍了日本女性主义学者上野千鹤子及其经典著作《厌女》增订本的21个关键点。内容涵盖了该书的起源（最初是杂志专栏）、核心概念（如厌女症在男人身上表现为女性蔑视，在女人身上表现为自我厌恶；借鉴了“男性同性社会性欲望·恐同·厌女症”的理论装置）、其在东亚地区的深远影响（如在韩国被用于分析公共事件），以及增订版新增的关于“性骚扰”和“别扭女子”的章节等内容。文章指出阅读此书可能会引发不适和难堪，但也可能获得未曾预料的力量，并阐明女性主义者是意识到自身厌女症并决意与之斗争的人，这是一条与自我和解的途径。",
    "best_quote_en": "\"Feminists are not those who are liberated from misogyny, but rather women who constantly struggle with the internalized misogyny within themselves.\"",
    "best_quote_zh": "“女性主义者不是指从厌女症中解放出来的女性，而是指不断与内化了的厌女症进行抗争的女性。”"
},
{
    "id": 7,
    "title": "Lin'an Community Climbing Festival | Let's Talk with the Rock Wall!",
    "title_zh": "临安社区攀岩节｜一起来和岩壁对话吧！",
    "source": "微信公众平台 (WeChat Official Account)",
    "link": "https://mp.weixin.qq.com/s/Y2T2NVGdo4xpbwojKtLe9w",
    "tags": ["Rock Climbing", "Outdoor Activities", "Community Event", "Environmental Protection"],
    "tags_zh": ["攀岩", "户外活动", "社区活动", "环保"],
    "date": "2025-09-03",
    "summary_en": "This article announces a two-day community climbing festival (September 20-21, 2025) in Lin'an Climbing Town, Zhejiang, organized by Patagonia. The event emphasizes 'clean climbing' and environmental stewardship, inspired by Yvon Chouinard's philosophy. It features outdoor rock climbing experiences, a Worn Wear repair truck, a climbers' camp and market, climbing sharing sessions and film screenings, and environmental actions. Located at Lion Head Rock, a major natural rock climbing destination in East China with over 150 routes, the festival aims to bring together climbing enthusiasts to connect with nature and like-minded individuals.",
    "summary_zh": "本文预告了由Patagonia于2025年9月20日至21日在浙江临安攀岩小镇举办的为期两天的社区攀岩节。活动秉承伊冯·乔伊纳德（Yvon Chouinard）的“无痕攀岩”理念，强调对岩石环境的保护。内容包括野攀体验课、Worn Wear修行车、岩友营地与集市、攀岩分享与观影会以及环保行动。举办地狮头岩是华东最大的自然岩壁攀岩圣地，拥有超过150条攀岩线路，旨在让攀岩爱好者汇聚一堂，与岩壁对话、与自然对话、与志同道合者交流。",
    "best_quote_en": "\"To protect the rock, maintain self-restraint\" — Yvon Chouinard. / \"We invite you to come and talk to the rock wall, talk to nature, and talk to people who share the same passion for outdoor activities!\"",
    "best_quote_zh": "“为了保护岩石，要保持自我克制”——伊冯·乔伊纳德(Yvon Chouinard)。/ “我们邀请你，一起来和岩壁对话，和自然对话，和对户外运动有着同样热情的人们对话！”"
},
{
    "id": 8,
    "title": "A Metamorphosis of Birds: Mother, We Are Destined to Become Birds",
    "title_zh": "《鸟类变形记》：妈妈，我们注定会成为鸟类。",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/6P5O0XtSde9tNkuprQNKdw",
    "tags": ["Film-Philosophy", "Poetic-Prose", "Nature"],
    "tags_zh": ["电影哲学", "诗意散文", "自然"],
    "date": "2025-09-16",
    "summary_en": "This is a deeply poetic and philosophical meditation, structured around fragments and quotes that evoke the film 'A Metamorphosis of Birds'. It explores themes of memory, loss, transformation, and our profound connection to the natural world, particularly birds as symbols of change and transcendence. The text weaves together reflections on a mother's enduring presence (compared to a great tree), the silent wisdom of hands that preserve childhood, the vastness of the ocean and sky, and the desire to become bird-like—to escape, to see traces of flight, and to find new beginnings. It is a lyrical contemplation on how families process grief, how nature holds memory, and how we might find solace in the idea of metamorphosis.",
    "summary_zh": "这是一篇围绕电影《鸟类变形记》展开的、充满诗意和哲学思辨的散文。它通过一系列片段和引文，探讨了记忆、失去、变形以及与自然世界（尤其是作为变化与超越象征的鸟类）的深刻联系。文章交织了对母亲永恒存在（被比作大树）的思考、对手掌保存童年沉默智慧的感悟、对海洋与天空浩瀚的描绘，以及成为鸟类般的渴望——为了逃离，为了看见飞行的痕迹，为了寻找新的开始。这是一场对家庭如何处理悲伤、自然如何承载记忆、以及我们如何从“变形”理念中获得慰藉的抒情沉思。",
    "best_quote_en": "\"We are destined to become birds.\"",
    "best_quote_zh": "“我们注定会成为鸟类。”"
},
{
    "id": 9,
    "title": "When Did We Start Being Told That Only City Life Is Worth Living?",
    "title_zh": "什么时候开始，我们被告知只有城里的生活才值得一过？",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/kjrVnS5-GtTVzuRE3ngkLA",
    "tags": ["Social Criticism", "Urban-Rural Divide", "Personal Narrative"],
    "tags_zh": ["社会批评", "城乡差异", "个人叙述"],
    "date": "2025-08-21",
    "summary_en": "This article, drawing from writer Dong Lai's new book 'Phoenix Seed' and using the once-popular reality show 'Metamorphosis' as a starting point, critically examines the immense psychological impact and 'spectacle' nature of such programs that juxtapose urban and rural lives. It delves into the common plight of many who, like 'small-town swots', strive to migrate from rural areas or small towns to major cities. The piece explores the mental journeys, identity confusion, and sense of dislocation they experience, alongside the ingrained societal notion that 'only life outside is worth living'. It reflects on the immense pressure to integrate into city life, the symbolic significance of cultural markers (like discussing politics or drinking Coke), and the 'survivor's guilt' towards left-behind peers. The author ultimately questions the single-minded pursuit of urbanization, ponders the value of choosing to 'turn away', and emphasizes that personal growth, rather than blindly chasing an imagined 'city life', is what truly brings strength and clarity.",
    "summary_zh": "本文以作家东来新书《凤凰籽》为引，借盛极一时的真人秀《变形计》为起点，批判性审视了此类将城乡生活并置的节目对农村孩子的心理巨大影响和“奇观”本质，并深入探讨了众多如同“小镇做题家”一般、努力从乡村小镇迁徙到大城市人们的共同处境。文章剖析了他们在精神迁徙过程中的内心挣扎、身份认同困惑与无处扎根的漂泊感，以及那种“只有外面的生活才值得一过”的深刻社会规训。文章反思了融入城市生活的巨大压力、文化符号（如谈论政治、喝可乐）的阶层象征意义，以及对留守家乡同伴的“幸存者愧疚”。作者最终质疑了对城市化浪潮的单一追逐，思索了选择“背过身去”的价值，并强调带来力量与明晰的，是成长本身，而非盲目追求某种被构建的“城市生活”。",
    "best_quote_en": "\"For the generation of migrants, we are destined to live with cracks, and it is these very cracks that give thickness to our lives.\" (Dong Lai)",
    "best_quote_zh": "“对迁徙一代，我们注定要带着裂痕生活，正是这些裂痕，赋予我们生命的厚度。” (东来)"
},
{
    "id": 10,
    "title": "Three-Day Viewing List of Waves Film Week: A Viewing Summary from September 8th to 10th",
    "title_zh": "海浪电影周三日观影片单：9.8-9.10的海浪电影周三日观影总结",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/-NDv-LXgFtdxRXTwCwaPjA",
    "tags": ["Film Festival", "Personal Review", "Cinematic Experience"],
    "tags_zh": ["电影节", "个人影评", "观影体验"],
    "date": "2025-09-15", 
    "summary_en": "This article is a deeply personal and poetic reflection on the author's three-day (September 8th-10th) film viewing experience at the 2024 Waves Film Week in Aranya. It provides brief reviews and star ratings for five diverse films screened across different venues (like the AWFF Seaside Cinema and the Dionysus Theatre), including 'The Sex Dream Love Trilogy: Dream' (2024), Tarkovsky's 'Nostalgia' (1983), 'The Adventure' (2025), 'When the World Dawns' (2025), and Peter Chan's 'Comrades: Almost a Love Story' (1996). The author immersively describes the blurring boundaries between reality and cinema in the unique coastal setting, capturing not just thoughts on the films' themes, imagery, and narratives (e.g., feminism, memory, fate, love), but also the profound, sensory atmosphere of the festival itself—the moonlight, sea breeze, open-air screens, and collective vibrations of shared viewing.",
    "summary_zh": "这篇文章是作者对2024年阿那亚海浪电影周（9月8日至10日）三日观影体验的一次深度个人化、充满诗意的记录。它简要评价并给出了五部在不同场地（如AWFF海边电影院、酒神剧场、“黎明之前”沙滩）放映的影片星级，包括《性梦爱三部曲：梦》（2024）、塔可夫斯基的《乡愁》（1983）、《奇遇》（2025）、《世界日出时》（2025）以及陈可辛的《甜蜜蜜》（1996）。作者沉浸在海边独特的环境中，描绘了现实与电影边界模糊的体验，不仅捕捉了对电影主题、意象和叙事（如女性主义、记忆、命运、爱）的思考，也深刻记录了电影周本身的感官氛围——明月、海风、露天银幕以及集体观影产生的共鸣与振动。",
    "best_quote_en": "\"Drifting inside and outside the theater and cinema at Waves, unable to distinguish the boundary between reality and film, thus entering a space of uncertain light and darkness: the seaside screen, the moon and fireworks, the wind and cicadas at the Dionysus Theatre.\"",
    "best_quote_zh": "“*在海浪，漂流在剧场与影厅内外，无法区隔现实与电影的边界，就这样进入晦明不清的空间：海边幕布、月与烟火、酒神的风与蝉鸣。”"
}]
