[{
    "id": 1,
    "title": "My Favorite Website",
    "title_zh": "我喜欢的网站",
    "source": "哔哩哔哩（Bilibili）",
    "link": "https://www.bilibili.com",
    "tags": ["Video Sharing", "Animation", "Gaming", "Social Interaction", "Bullet Comments"],
    "tags_zh": ["视频分享", "动漫", "游戏", "社交互动", "弹幕评论"],
    "date": "2024-09-14",
    "summary_en": "Bilibili is a comprehensive video-sharing website that integrates entertainment, knowledge, and social functions. It offers a wide range of content, including anime, TV dramas, movies, dance, gaming, and technology. The platform features a unique bullet comment system that enhances user interaction and viewing experience, making it a popular choice for young users seeking diverse and engaging content.",
    "summary_zh": "哔哩哔哩（Bilibili）是一个集娱乐、知识和社交功能于一体的综合性视频分享网站。它提供各种各样的视频内容，包括动漫、电视剧、电影、舞蹈、游戏、科技等。该平台拥有独特的弹幕评论系统，增强了用户互动和观看体验，使其成为追求多样化和有趣内容的年轻用户的热门选择。",
    "best_quote_en": "I like Bilibili because it provides rich and diverse content that meets my needs for entertainment, knowledge, and social interaction. Moreover, its interactivity and bullet comment culture enhance my viewing experience.",
    "best_quote_zh": "我喜欢哔哩哔哩是因为它提供了丰富多樣的內容，满足了我对娱乐、知识和社交的需求。而且，它的互动性和弹幕文化也增加了我的观看体验。"
},
{
    "id": 1,
    "title": "How to Find Time to Learn in a Busy Life? (Four Strategies)",
    "title_zh": "忙碌生活中，怎样才能挤出时间学习？（四种策略）",
    "source": "微信公众平台",
    "link": "https://mp.weixin.qq.com/s/ToMl4wfA30KfDu5OKHMh2g",
    "tags": ["Learning Strategies", "Time Management", "Self-Improvement"],
    "tags_zh": ["学习策略", "时间管理", "自我提升"],
    "date": "2025-07-17",  
    "summary_en": "The article shares four practical strategies to help busy individuals find time for learning: focusing on one project at a time, reducing friction in the learning process, integrating learning with daily life, and eliminating time-wasting alternatives. The author emphasizes that motivation driven by genuine interest is key to sustaining learning.",
    "summary_zh": "文章分享了四种实用策略，帮助忙碌的人挤出时间学习：一次只做一个项目、减少学习过程中的阻力、将学习融入日常生活以及消除浪费时间的替代选项。作者强调，真正的兴趣驱动的动机才是坚持学习的关键。",
    "best_quote_en": "Finding time for learning is, ultimately, a question of motivation. [...] the motivation to learn has to come from something that excites you.",
    "best_quote_zh": "找时间学习归根结底是一个动力问题。[...] 学习的动力必须来自某些让你感到兴奋的东西。"
}]
